* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program F1-PROG.
/**
/** :author Training
/* TODO Enter your code here
write 'this is the f1 program'
write 'a new line'
write 'third test'
END
