* >Natural Source Header 000000
* :Mode R
* :CP
* <Natural Source Header
/** New Program HELLOW.
/** 
/** :author uschI
/* TODO Enter your code here
write 'hello new master and feature1 world'
write 'second write from within github' 
END
