* >Natural Source Header 000000
* :Mode R
* :CP
* <Natural Source Header
/** New Program HELLOW.
/**
/** :author Training
/* TODO Enter your code here
write 'hello master world'
END
