* >Natural Source Header 000000
* :Mode R
* :CP
* <Natural Source Header
/** New Program NEWPRO2.
/**
/** :author Training
/* TODO Enter your code here
END
