* >Natural Source Header 000000
* :Mode R
* :CP
* <Natural Source Header
/** New Program NEWPRO1.
/**
/** :author Training
/* TODO Enter your code here
write 'hello feature 1 world'
END
