* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program TESTPROG.
/**
/** :author Ursula Noll
/* TODO Enter your code here
write 'hello my natural1 world'
END
